Repository: SavoBit/deprecated-web-ui
Catalog: gtk/po/*.po
Languages: fr

source: Antivirus solution for Linux
fr: Solution antivirus pour Linux

source: Cancel
fr: Annuler

source: Close
fr: Fermer

source: Directory
fr: Répertoire

source: Files to scan
fr: Fichiers à analyser

source: Scanned files
fr: Fichiers analysés

source: Malware
fr: Malicieux

source: Suspicious
fr: Suspects

source: Unhandled
fr: Non traités

source: Clean
fr: Sain

source: Scan duration
fr: Durée d'analyse

source: State
fr: Etat

source: File
fr: Fichier

source: Scan
fr: Analyser

source: Recent scans
fr: Analyses récentes

source: About
fr: A propos

source: status undecided
fr: non décidé

source: status clean
fr: sain

source: status ignored
fr: ignoré

source: status invalid argument
fr: argument invalide

source: status internal error
fr: erreur interne

source: status suspicious
fr: suspect

source: status white listed
fr: liste blanche

source: status malware
fr: malicieux

source: status unknown
fr: inconnu

source: action alert
fr: alerte

source: action alert+quarantine
fr: quarantaine

source: action alert+removed
fr: supprimé

source: alert none
fr: aucune

source: Scanning: %s
fr: Analyse de: %s
